Repository: GNOME/gnome-video-effects
Catalog: po/*.po
Languages: sl

source: Bulge
sl: Izboči

source: Bulges the center of the video
sl: Izbočite središče videoposnetka

source: Cartoon
sl: Strip

source: Cartoonify video input
sl: Video vhod kot strip

source: Transform video input into typical Che Guevara style
sl: Preoblikuje video vhod v tipičen slog Che Guevare

source: Chrome
sl: Krom

source: Transform video input into a metallic look
sl: Preoblikuje video vhod v metalen videz

source: Dice
sl: Razkockaj

source: Dices the video input into many small squares
sl: Vhodni videoposnetek razreže na veliko majhnih kvadratkov

source: Distortion
sl: Popačenje

source: Distort the video input
sl: Popači vhodni video

source: Edge
sl: Rob

source: Display video input like good old low resolution computer way
sl: Prikaže video vhod kot pri starem dobrem računalniku z nizko ločljivostjo

source: Flip
sl: Prezrcali

source: Flip the image, as if looking at a mirror
sl: Obrnite sliko, kot da bi gledali v ogledalo

source: Heat
sl: Vročina

source: Fake heat camera toning
sl: Toniranje z lažno toplotno kamero

source: Historical
sl: Zgodovinsko

source: Add age to video input using scratches and dust
sl: Doda starost vhodnemu videoposnetku z uporabo prask in prahu

source: Transform yourself into the amazing Hulk
sl: Preobrazite se v neverjetnega Hulka

source: Inversion
sl: Inverzija

source: Invert colors of the video input
sl: Preobrne barve video vhoda

source: Kaleidoscope
sl: Kalejdoskop

source: A triangle Kaleidoscope
sl: Trikotni kalejdoskop

source: Mauve
sl: Vijolično

source: Transform video input into a mauve color
sl: Preoblikuje video vhod v vijolično barvo

source: Mirror
sl: Zrcali

source: Mirrors the video
sl: Zrcali video

source: Noir/Blanc
sl: Črno-belo

source: Transform video input into grayscale
sl: Preoblikuje video vhod v sivinske odtenke

source: Optical Illusion
sl: Optična iluzija

source: Traditional black-white optical animation
sl: Tradicionalna črno-bela optična animacija

source: Pinch
sl: Priščipni

source: Pinches the center of the video
sl: Izboči sredino videa

source: Quark
sl: Kvark

source: Dissolves moving objects in the video input
sl: Prelije premikajoče se predmete v vhodnem videoposnetku

source: Radioactive
sl: Radioaktivno

source: Detect radioactivity and show it
sl: Odkrije radioaktivnost in jo prikaže

source: Waveform
sl: Oblika signala

source: Transform video input into a waveform monitor
sl: Spremeni vhodni video v obliko zvočnega signala

source: Ripple
sl: Izrivanje

source: Add the ripple mark effect on the video input
sl: Doda učinek valovanja na video vhod

source: Saturation
sl: Nasičenost

source: Add more saturation to the video input
sl: Doda več nasičenosti vhodnemu videu

source: Scanlines
sl: Vodoravne črte

source: Interlace dark lines for a CRT TV look
sl: Prepleta temne črte za videz televizorja s katodno cevjo

source: Sepia
sl: Sepija

source: Sepia toning
sl: Toniranje v sepijo

source: Add some hallucination to the video input
sl: Dodajte nekaj halucinacij v vhodni video

source: Extracts edges in the video input through using the Sobel operator
sl: Izvleče robove v vhodnem videoposnetku z uporabo Sobelovega operatorja

source: Square
sl: Kvadratno

source: Makes a square out of the center of the video
sl: Iz središča videoposnetka naredi kvadrat

source: Transform motions into Kung-Fu style
sl: Preoblikovanje gibov v slogu Kung-Fu

source: Stretch
sl: Raztegni

source: Stretches the center of the video
sl: Raztegne središče videoposnetka

source: Time delay
sl: Časovni interval (zamik)

source: Show what was happening in the past
sl: Pokaže, kaj se je dogajalo v preteklosti

source: Twirl
sl: Vrtinec

source: Twirl the center of the video
sl: Zavrti sredino videa

source: Vertigo
sl: Vrtoglavica

source: Add a loopback alpha blending effector with rotating and scaling
sl: Dodaj zankan učinek mešanja alfe z vrtenjem in skaliranjem

source: Warp
sl: Ukrivi

source: Transform video input into realtime goo’ing
sl: Preoblikuj vhodni videoposnetek v viskoznega v realnem času

source: X-Ray
sl: X-žarki

source: Invert and slightly shade to blue
sl: Preobrnite in rahlo osenčite v modro barvo
